/*
 * Copyright (c) 2019-Now Asako Studio. All rights reseved.
 * @fileoverview | 名言谚语诗句等data，后期换到server api维护.
 * @Reference：
 * @Author: mukuashi | mukuashi@icloud.com
 * @version 0.1 | 2020-03-28 // Initial version.
 * @Date:   2020-03-28 15:20:27
 * @Last Modified by: mukuashi
 * @Last Modified time: 2020-04-06 23:53:31
 */
const verses = [
  {
    text:
      "一个人至少拥有一个梦想，有一个理由去坚强，心若没有栖息的地方，到哪都是在流浪。",
    author: "三毛"
  },
  {
    text: "不乱于心，不困于情。不畏将来，不念过往。如此，安好。",
    author: "丰子恺《不宠无惊过一生》"
  },
  {
    text: "如果你给我的，和你给别人的是一样的，那我就不要了。",
    author: "三毛"
  },
  {
    text:
      "故事的开头总是这样，适逢其会，猝不及防。故事的结局总是这样，花开两朵，天各一方。",
    author: "张嘉佳《从你的全世界路过》"
  },
  {
    text:
      "你不愿意种花，你说，我不愿看见它一点点凋落。是的，为了避免结束，你避免了一切开始。",
    author: "顾城《避免》"
  },
  {
    text:
      "你站在桥上看风景，看风景人在楼上看你。明月装饰了你的窗子，你装饰了别人的梦。",
    author: "卞之琳《断章》"
  },
  {
    text: "你如果认识从前的我，也许你会原谅现在的我。",
    author: "张爱玲《倾城之恋》"
  },
  {
    text: "因为有了因为，所以有了所以。既然已成既然，何必再说何必。",
    author: "周立波《因为》"
  },
  {
    text: "每一个不曾起舞的日子，都是对生命的辜负。",
    author: "尼采"
  },
  {
    text: "向来缘浅，奈何情深。",
    author: "顾漫《何以笙箫默》"
  },
  {
    text: "心之所向，素履以往；生如逆旅，一苇以航。",
    author: "七堇年《尘曲》"
  },
  {
    text: "生如夏花之绚烂，死如秋叶之静美。",
    author: "泰戈尔《生如夏花》"
  },
  {
    text:
      "人生就是一列开往坟墓的列车，路途上会有很多站，很难有人可以自始至终陪着走完。当陪你的人要下车时，即使不舍也该心存感激，然后挥手道别。",
    author: "宫崎骏《千与千寻》"
  },
  {
    text: "答案很长，我准备用一生的时间来回答，你准备要听了吗？",
    author: "林徽因"
  },
  {
    text: "因为爱过，所以慈悲；因为懂得，所以宽容。",
    author: "佚名"
  },
  {
    text: "我们听过无数的道理，却仍旧过不好这一生。",
    author: "韩寒《后会无期》"
  },
  {
    text:
      "不管前方的路有多苦，只要走的方向正确，不管多么崎岖不平，都比站在原地更接近幸福。",
    author: "宫崎骏《千与千寻》"
  },
  {
    text:
      "林深时见鹿，海蓝时见鲸，梦醒时见你，可我，林深时雾起，海深时浪涌，梦醒时夜续，不见鹿，不见鲸，也不见你。",
    author: "佚名"
  },
  {
    text: "我来不及认真地年轻，待明白过来时，只能选择认真地老去。",
    author: "三毛"
  },
  {
    text: "最好不相见，如此便可不相恋。最好不相知，如此便可不相思。",
    author: "仓央嘉措"
  },
  {
    text: "我将于茫茫人海中访我唯一灵魂之伴侣；得之，我幸；不得，我命。",
    author: "徐志摩《致梁启超》"
  },
  {
    text:
      "Eyes are raining for her,heart is holding umbrella for her,this is love.",
    author: "泰戈尔《吉檀迦利》"
  },
  {
    text: "人总是在接近幸福时倍感幸福，在幸福进行时却患得患失。",
    author: "张爱玲"
  },
  {
    text: "可能我只是你生命里的一个过客，但你不会遇见第二个我。",
    author: "安东尼"
  },
  {
    text:
      "世界上其实根本没有感同身受这回事，针不刺到别人身上，他们就不知道有多痛。",
    author: "独木舟《深海里的星星》"
  },
  {
    text: "要么庸俗，要么孤独。",
    author: "叔本华"
  },
  {
    text: "我们要有最朴素的生活，与最遥远的梦想，即使明日天寒地冻，路远马亡。",
    author: "七堇年《被窝是青春的坟墓》"
  },
  {
    text: "你本无意穿堂风，偏偏孤倨引山洪。",
    author: "网易云音乐网友"
  },
  {
    text: "世界以痛吻我，要我报之以歌。",
    author: "泰戈尔《飞鸟集》"
  },
  {
    text: "哪里会有人喜欢孤独，不过是不喜欢失望罢了。",
    author: "村上春树《挪威的森林》"
  },
  {
    text:
      "其实人跟树是一样的，越是向往高处的阳光，它的根就越要伸向黑暗的地底。",
    author: "尼采《查拉图斯特拉如是说》"
  },
  {
    text: "时光静好，与君语；细水流年，与君同；繁华落尽，与君老。",
    author: "仙枫红叶《神秘王爷独宠妃》"
  },
  {
    text: "陪伴是最长情的告白，而守护是最沉默的陪伴。",
    author: "耀一《再美也美不过想象》"
  },
  {
    text: "我感到难过，不是因为你欺骗了我，而是因为我再也不能相信你了。",
    author: "尼采《天才的激情与感悟》"
  },
  {
    text:
      "我们太年轻，以致都不知道以后的时光，竟然那么长，长得足够让我忘记你，足够让我重新喜欢一个人，就像当初喜欢你那样。",
    author: "郭敬明《夏至未至》"
  },
  {
    text: "宠辱不惊，看庭前花开花落；去留无意，望天上云卷云舒。",
    author: "洪应明《菜根谭》"
  },
  {
    text: "岁月极美，在于它必然的流逝。春花、秋月、夏日、冬雪。",
    author: "三毛《岁月》"
  },
  {
    text: "你还不来，我怎敢老去。",
    author: "佚名"
  },
  {
    text:
      "流年未亡，夏日已尽。种花的人变成了看花的人，看花的人变成了葬花的人。",
    author: "郭敬明《夏至未至》"
  },
  {
    text:
      "螃蟹在剥我的壳，笔记本在写我，漫天的我落在枫叶上雪花上，而你在想我。",
    author: "小雨"
  },
  {
    text: "人生如逆旅，我亦是行人。",
    author: "苏轼《临江仙》"
  },
  {
    text: "你走，我不送你；你来，无论多大的风雨，我要去接你。",
    author: "梁实秋《送行》"
  },
  {
    text: "草在结它的种子，风在摇它的叶子。我们站着，不说话，就十分美好。",
    author: "顾城《门前》"
  },
  {
    text:
      "面对大河我无限惭愧，我年华虚度，空有一身疲倦，和所有以梦为马的诗人一样，岁月易逝，一滴不剩。",
    author: "海子《以梦为马》"
  },
  {
    text: "我们仰望着同一片天空却看着不同的地方。",
    author: "新海诚《秒速5厘米》"
  },
  {
    text: "春水初生，春林初盛，春风十里，不如你。",
    author: "冯唐《三十六大》"
  },
  {
    text: "一个人知道自己为什么而活，就可以忍受任何一种生活。",
    author: "尼采"
  },
  {
    text:
      "当时的他是最好的他，后来的我是最好的我。可是最好的我们之间，隔了一整个青春。",
    author: "八月长安《最好的我们》"
  },
  {
    text:
      "只有经历过地狱般的磨砺，才能练就创造天堂的力量；只有流过血的手指，才能弹出世间的绝响。",
    author: "泰戈尔《飞鸟集》"
  },
  {
    text:
      "见了他，她变得很低很低，低到尘埃里。但她心里是欢喜的，从尘埃里开出花来。",
    author: "张爱玲"
  },
  {
    text: "或许，我们终究会有那么一天：牵着别人的手，遗忘曾经的他。",
    author: "三毛《雨季不再来》"
  },
  {
    text: "我一直很清醒，清醒地看着自己的沉沦。",
    author: "顾漫《何以笙箫默》"
  },
  {
    text:
      "情不知所起，一往而深，生者可以死，死者可以生。生而不可与死，死而不可复生者，皆非情之至也。",
    author: "汤显祖《牡丹亭》"
  },
  {
    text: "有生之年能遇见你，竟花光我所有运气。",
    author: "《明年今日》"
  },
  {
    text:
      "你所浪费的今天，是昨天死去的人奢望的明天；你所厌恶的现在，是未来的你回不去的曾经。",
    author: "《哈佛大学图书馆馆训》"
  },
  {
    text: "惟沉默是最高的轻蔑。",
    author: "鲁迅"
  },
  {
    text: "我不知道离别的滋味是这样凄凉，我不知道说声再见要这么坚强。",
    author: "宫崎骏《千与千寻》"
  },
  {
    text: "黑夜给了我一双黑色的眼睛，我却用它来寻找光明。",
    author: "顾城《一代人》"
  },
  {
    text: "但凡不能杀死你的，最终都会使你更强大。",
    author: "尼采"
  },
  {
    text: "That which does not kill us makes us stronger.",
    author: "尼采"
  },
  {
    text: "喜欢就会放肆，但爱就是克制。",
    author: "韩寒《后会无期》"
  },
  {
    text: "缘起，在人群中，我看见你。缘灭，我看见你，在人群中。",
    author: "佚名"
  },
  {
    text:
      "你要知道这个世界上总有一个人是等着你的，不管在什么时候，不管在什么地方，反正你知道，总有这么个人。",
    author: "张爱玲《半生缘》"
  },
  {
    text: "人的一切痛苦，本质上都是对自己的无能的愤怒。",
    author: "王小波"
  },
  {
    text:
      "每个人都有属于自己的一片森林，也许我们从来不曾去过，但它一直在那里，总会在那里。迷失的人迷失了，相逢的人会再相逢。",
    author: "村上春树《挪威的森林》"
  },
  {
    text: "你，一会看我，一会看云。我觉得，你看我时很远，你看云时很近。",
    author: "顾城 《远和近》"
  },
  {
    text: "我只是个戏子，在别人的故事里，流着自己的泪。",
    author: "席慕蓉《戏子》"
  },
  {
    text: "好看的皮囊千篇一律，有趣的灵魂万里挑一。",
    author: "佚名"
  },
  {
    text: "星星发亮是为了让每一个人有一天都能找到属于自己的星星。",
    author: "安东尼·德·圣-埃克苏佩里《小王子》"
  },
  {
    text: "我需要，最狂的风，和最静的海。",
    author: "顾城《世界和我·第八个早晨》"
  },
  {
    text: "笑，全世界便与你同声笑，哭，你便独自哭。",
    author: "张爱玲《花凋》"
  },
  {
    text: "I do not know where to go，but I have been on the road.",
    author: "宫崎骏《千与千寻》"
  },
  {
    text: "我不知道将去何方，但我已在路上。",
    author: "宫崎骏《千与千寻》"
  },
  {
    text: "梦想，可以天花乱坠，理想，是我们一步一个脚印踩出来的坎坷道路。",
    author: "三毛《亲爱的三毛》"
  },
  {
    text: "知我者，谓我心忧；不知我者，谓我何求。",
    author: "诗经《黍离》"
  },
  {
    text: "曾虑多情损梵行，入山又恐别倾城，世间安得双全法，不负如来不负卿。",
    author: "仓央嘉措"
  },
  {
    text:
      "生活总是让我们遍体鳞伤，但到后来，那些受伤的地方一定会变成我们最强壮的地方。",
    author: "海明威《永别了武器》"
  },
  {
    text: "愿你出走半生，归来仍是少年。",
    author: "佚名"
  },
  {
    text: "当你凝视深渊时，深渊也在凝视着你。",
    author: "尼采《善恶的彼岸》"
  },
  {
    text:
      "我行过许多地方的桥，看过许多次数的云，喝过许多种类的酒，却只爱过一个正当最好年龄的人。",
    author: "沈从文《湘行散记》"
  },
  {
    text: "白昼之光，岂知夜色之深。",
    author: "尼采"
  },
  {
    text: "你问我爱你值不值得，其实你应该知道，爱就是不问值得不值得。",
    author: "《惘然记》"
  },
  {
    text: "向来缘浅，奈何情深，既然琴瑟起，何以笙箫默。",
    author: "顾漫《何以笙箫默》"
  },
  {
    text: "人永远不知道，谁哪次不经意的跟你说了再见之后，就真的不会再见了。",
    author: "宫崎骏《千与千寻》"
  },
  {
    text: "黑夜无论怎样悠长，白昼总会到来。",
    author: "莎士比亚《麦克白》"
  },
  {
    text: "一厢情愿，就得愿赌服输。",
    author: "八月长安《最好的我们》"
  },
  {
    text: "一个人自以为刻骨铭心的回忆，别人也许早已经忘记了。",
    author: "张小娴《流波上的舞》"
  },
  {
    text:
      "往后余生，风雪是你，平淡是你，清贫是你，荣华是你，心底温柔是你，目光所至，也是你。",
    author: "马良(歌手)《往后余生》"
  },
  {
    text:
      "你是一树一树的花开，是燕在梁间呢喃。你是爱，是暖，是希望，你是人间的四月天。",
    author: "林徽因《你是那人间的四月天》"
  },
  {
    text: "纵然万劫不复，纵然相思入骨，我也待你眉眼如初，岁月如故。",
    author: "璎珞玉儿《没有因为没有所以》"
  },
  {
    text: "人的一生会遇到两个人，一个惊艳了时光，一个温柔了岁月。",
    author: "苏剧《经年》"
  },
  {
    text: "据说那些你一笑就跟着你笑的人，不是傻逼就是爱你的人。",
    author: "安东尼《给不二的情书》"
  },
  {
    text:
      "世界上的事情，最忌讳的就是个十全十美，你看那天上的月亮，一旦圆满了，马上就要亏厌；树上的果子，一旦熟透了，马上就要坠落。凡事总要稍留欠缺，才能持恒。",
    author: "莫言《檀香刑》"
  },
  {
    text: "勇者愤怒，抽刃向更强者；怯者愤怒，却抽刃向更弱者。",
    author: "鲁迅《华盖集·杂感》"
  },
  {
    text: "除非黄土白骨，我守你百岁无忧。",
    author: "书海沧生《十年一品温如言》"
  },
  {
    text: "曾经发生过的事情不可能忘记，只不过是想不起而已。",
    author: "宫崎骏《千与千寻》"
  },
  {
    text:
      "我一直以为山是水的故事，云是风的故事，你是我的故事，可是却不知道，我是不是你的故事。",
    author: "郭敬明《梦里花落知多少》"
  },
  {
    text: "停留是刹那，转身即天涯。",
    author: "白落梅《你若安好 便是晴天》"
  },
  {
    text: "在最深的绝望里，遇见最美丽的风景。",
    author: "几米"
  },
  {
    text:
      "人生最遗憾的，莫过于轻易地放弃了不该放弃的，固执地坚持了不该坚持的。",
    author: "柏拉图"
  },
  {
    text:
      "如果有来生，要做一只鸟，飞越永恒，没有迷途的苦恼。东方有火红的希望，南方有温暖的巢床，向西逐退残阳，向北唤醒芬芳。如果有来生，希望每次相遇，都能化为永恒。",
    author: "三毛《说给自己听》"
  },
  {
    text:
      "我一生渴望被人收藏好，妥善安放，细心保存。免我惊，免我苦，免我四下流离，免我无枝可依。但那人，我知，我一直知，他永不会来。",
    author: "匡匡《时有女子》"
  },
  {
    text: "我只能送你到这里了，剩下的路你要自己走，不要回头。",
    author: "宫崎骏《千与千寻》"
  },
  {
    text: "醉过才知酒浓，爱过才知情重。你不能做我的诗，正如我不能做你的梦。",
    author: "胡适《梦与诗》"
  },
  {
    text: "我笑，便面如春花，定是能感动人的，任他是谁。",
    author: "三毛《倾城》"
  },
  {
    text:
      "当青春变成旧照片，当旧照片变成回忆，当我们终于站在分叉的路口，孤独，失望，彷徨，残忍，上帝打开了那扇窗，叫做成长的大门。",
    author: "郭敬明《小时代》"
  },
  {
    text:
      "每一次告别，最好用力一点。多说一句，可能是最后一句。多看一眼，可能是最后一眼。",
    author: "韩寒《后会无期》"
  },
  {
    text: "I like you,but I just like you.",
    author: "佚名"
  },
  {
    text: "我喜欢你，仅仅如此，喜欢而已。",
    author: "佚名"
  },
  {
    text: "纵然万劫不复，纵然相思入骨，我也待你眉眼如初，岁月如故。",
    author: "佚名"
  },
  {
    text: "你没有如期归来，而这正是离别的意义。",
    author: "北岛《白日梦》"
  },
  {
    text:
      "在季节的车上，如果你要提前下车，请别推醒装睡的我，这样我可以沉睡到终点，假装不知道你已经离开。",
    author: "张嘉佳《从你的全世界路过》"
  },
  {
    text: "猛兽总是独行，牛羊才成群结队。",
    author: "鲁迅《鲁迅杂文精选》"
  },
  {
    text: "小孩子才分对错，成年人只看利弊。",
    author: "韩寒《后会无期》"
  },
  {
    text: "有些面具戴得太久，就摘不下来了。",
    author: "南派三叔《盗墓笔记》"
  },
  {
    text: "当你为错过太阳而哭泣的时候，你也要再错过群星了。",
    author: "泰戈尔《飞鸟集》"
  },
  {
    text: "如果世界上曾经有那个人出现过，其他人都会变成将就！ 而我不愿意将就。",
    author: "顾漫《何以笙箫默》"
  },
  {
    text: "情不知所起，一往而深。",
    author: "汤显祖《牡丹亭》"
  },
  {
    text: "一切都明明白白，但我们仍匆匆错过，因为你相信命运，因为我怀疑生活。",
    author: "顾城《错过》"
  },
  {
    text: "他即使有千般不好，万般辜负，毕竟是我爱过的人。",
    author: "辛夷坞《致我们终将逝去的青春》"
  },
  {
    text: "青春是一本太仓促的书，我们含着泪，一读再读。",
    author: "席慕蓉《青春》"
  },
  {
    text: "谢谢你的微笑，曾经慌乱过我的年华。",
    author: "佚名"
  },
  {
    text: "你应该是一场梦，我应该是一阵风。",
    author: "顾城《你和我》"
  },
  {
    text: "Something for nothing.",
    author: "江南《龙族》"
  },
  {
    text: "拿什么珍贵的东西换回了空白。",
    author: "江南《龙族》"
  },
  {
    text:
      "不管你曾经被伤害得有多深，总会有一个人的出现，让你原谅之前生活对你所有的刁难。",
    author: "宫崎骏《幽灵公主》"
  },
  {
    text: "等待不可怕，可怕的是不知道什么时候是尽头。",
    author: "顾漫《何以笙箫默》"
  },
  {
    text: "谁终将声震人间，必长久深自缄默；谁终将点燃闪电，必长久如云漂泊。",
    author: "尼采《尼采诗集》"
  },
  {
    text:
      "朋友这种关系，最美在于锦上添花；最可贵，贵在雪中送炭；朋友中的极品，便如好茶，淡而不涩，清香但不扑鼻，缓缓飘来，似水长流。",
    author: "三毛《亲爱的三毛》"
  },
  {
    text:
      "不管全世界所有人怎么说，我都认为自己的感受才是正确的。无论别人怎么看，我绝不打乱自己的节奏。喜欢的事自然可以坚持，不喜欢怎么也长久不了。",
    author: "村上春树《当我谈跑步时我谈些什么》"
  },
  {
    text: "我是一个经常笑的人，可我不是经常开心的人。",
    author: "面码《未闻花名》"
  },
  {
    text:
      "很多我们以为一辈子都不会忘掉的事情，就在我们念念不忘的日子里．被我们遗忘了。",
    author: "郭敬明《小时代》"
  },
  {
    text: "发呆这事，如果做得好，那就是深沉。",
    author: "跨世_PhotoArtLife"
  },
  {
    text:
      "不是无情，亦非薄幸，只是我们一生中会遇上很多人，真正能停留驻足的又有几个？生命是终将荒芜的渡口，连我们自己都是过客。",
    author: "安意如《人生若只如初见》"
  },
  {
    text: "自爱，沉稳，而后爱人。",
    author: "亦舒"
  },
  {
    text: "彼方为谁，无我有问；九月露湿，待君之前。",
    author: "新海诚《你的名字》"
  },
  {
    text: "只要有想见的人，就不再是孤身一人了",
    author: "《夏目友人帐》"
  },
  {
    text:
      "我把我整个灵魂都给你，连同它的怪癖，耍小脾气，忽明忽暗，一千八百种坏毛病。它真讨厌，只有一点好，爱你。",
    author: "王小波《爱你就像爱生命》"
  },
  {
    text:
      "我总是躲在梦与季节的深处，听花与黑夜唱尽梦魇，唱尽繁华，唱断所有记忆的来路。",
    author: "席慕蓉《左岸是忘记 右岸是铭记》"
  },
  {
    text: "本是青灯不归客，却因浊酒留风尘，星光不问赶路人，岁月不负有心人。",
    author: "佚名"
  },
  {
    text: "你是我的可遇不可求，可遇不可留，可遇不可有。",
    author: "佚名"
  },
  {
    text: "山有木兮木有枝，心悦君兮君不知。",
    author: "《越人歌》"
  },
  {
    text:
      "这短短的一生，我们最终都会失去。你不妨大胆一些，爱一个人，攀一座山，追一个梦。",
    author: "《大鱼海棠》"
  },
  {
    text: "明月多情应笑我，笑我如今，辜负春心，独自闲行独自吟。",
    author: "纳兰容若《采桑子》"
  },
  {
    text: "最是人间留不住， 朱颜辞镜花辞树。",
    author: "王国维《蝶恋花》"
  },
  {
    text: "不能听命于自己者，就要受命于他人。",
    author: "尼采《查特拉斯如是说》"
  },
  {
    text:
      "一步一微笑，一步一伤心，一步一劫难，尽管记忆再悲伤，我却笑着，不愿遗忘。",
    author: "fresh果果《花千骨》"
  },
  {
    text:
      "一个人的记忆就是座城市，时间腐蚀着一切建筑，把高楼和道路全部沙化。如果你不往前走，就会被沙子掩埋。所以我们泪流满面，步步回头，可是只能往前走。",
    author: "张嘉佳《从你的全世界路过》"
  },
  {
    text: "死生契阔，与子成说。执子之手，与子偕老。",
    author: "诗经《邶风击鼓》"
  },
  {
    text:
      "世事如书，我偏爱你这一句，愿做个逗号，待在你脚边。但你有自己的朗读者，而我只是个摆渡人。",
    author: "张嘉佳《从你的全世界路过》"
  },
  {
    text:
      "记忆像是倒在掌心的水，不论你摊开还是紧握，终究还是会从指缝中，一滴一滴，流淌干净。",
    author: "郭敬明《左手倒影右手年华》"
  },
  {
    text: "你的过去我来不及参与，你的未来我奉陪到底。",
    author: "佚名"
  },
  {
    text: "静待一树花开，盼你叶落归来",
    author: "安意如《人生若只如初见》"
  },
  {
    text:
      "我爱哭的时候便哭，想笑的时候便笑，只要这一切出于自然。我不求深刻，只求简单。",
    author: "三毛《流星雨》"
  },
  {
    text: "面具戴太久，就会长到脸上，再想揭下来，除非伤筋动骨扒皮。",
    author: "鲁迅"
  },
  {
    text:
      "有些路你和某人一起走，就长得离谱，你和另外一些人走，就短得让人舍不得迈开脚步。",
    author: "江南《龙族》"
  },
  {
    text: "真爱的第一个征兆，在男孩身上是胆怯，在女孩身上是大胆。",
    author: "雨果《悲惨世界》"
  },
  {
    text: "爱对了是爱情，爱错了是青春。",
    author: "饶雪漫《左耳》"
  },
  {
    text: "岁月不饶人，我亦未曾饶过岁月。",
    author: "木心《云雀叫了一整天》"
  },
  {
    text: "从容不迫的举止，比起咄咄逼人的态度，更能令人心折。",
    author: "三毛《亲爱的三毛》"
  },
  {
    text: "那些听不见音乐的人认为那些跳舞的人疯了。",
    author: "尼采"
  },
  {
    text:
      "如果你爱上了某个星球的一朵花，那么，只要在夜晚仰望星空，就会觉得漫天的繁星就像一朵朵盛开的花。",
    author: "安东尼·德·圣-埃克苏佩里《小王子》"
  },
  {
    text:
      "我始终相信，在这个世界上，一定有另一个自己，在做着我不敢做的事，在过着我想过的生活。",
    author: "佚名"
  },
  {
    text: "天空一无所有，为何给我安慰。",
    author: "海子《黑夜的献诗》"
  },
  {
    text: "一个人需要隐藏多少秘密才能巧妙地度过一生。",
    author: "仓央嘉措"
  },
  {
    text:
      "我想成为一个温柔的人，因为曾被温柔的人那样对待，深深了解那种被温柔相待的感觉。",
    author: "绿川幸《夏目友人帐》"
  },
  {
    text: "我是人间惆怅客，知君何事泪纵横，断肠声里忆平生。",
    author: "纳兰性德《浣溪沙》"
  },
  {
    text: "只要你的心是善良的，对错都是别人的事。",
    author: "《大鱼·海棠》"
  },
  {
    text: "我淋过的最大的雨，是那一天你在烈日下的不回头。",
    author: "张嘉佳《从你的全世界路过》"
  },
  {
    text: "我有所念人，隔在远远乡；我有所感事，结在深深肠。",
    author: "白居易《夜雨》"
  },
  {
    text: "对花对酒，落梅成愁，十里长亭水悠悠。",
    author: "唐七公子《华胥引》"
  },
  {
    text: "世间所有的相遇，都是久别重逢。",
    author: "白落梅《世间所有相遇都是久别重逢》"
  },
  {
    text: "你错过的，别人才会得到。正如你得到的都是别人错过的。",
    author: "刘同《谁的青春不迷茫》"
  },
  {
    text: "我们把世界看错，反说它欺骗了我们。",
    author: "泰戈尔《飞鸟集》"
  },
  {
    text: "有些笑容背后是紧咬牙关的灵魂。",
    author: "佚名"
  },
  {
    text: "生我何用？不能欢笑。灭我何用？不减狂骄。",
    author: "今何在《悟空传》"
  },
  {
    text: "生活在阴沟里，依然有仰望星空的权利。",
    author: "王尔德"
  },
  {
    text: "一个人思虑太多，就会失去做人的乐趣。",
    author: "莎士比亚"
  },
  {
    text: "就算世界荒芜，总有一个人，他会是你的信徒。",
    author: "独木舟《深海里的星星》"
  },
  {
    text: "我年华虚度，空有一身疲倦。",
    author: "海子《以梦为马》"
  },
  {
    text: "不要着急，最好的总会在最不经意的时候出现。",
    author: "托马斯·布朗《爱情》"
  },
  {
    text: "因为不爱，所以都错。",
    author: "江南《龙族》"
  },
  {
    text: "卑鄙是卑鄙者的通行证，高尚是高尚者的墓志铭。",
    author: "北岛《回答》"
  },
  {
    text: "得之我幸，失之我命，如此而已。",
    author: "徐志摩"
  },
  {
    text: "我不是天生的王者，但我骨子里流动着不让我低头的血液。",
    author: "蒙奇·D·路飞《海贼王》"
  },
  {
    text: "我们在同一个时区，却有一辈子的时差。",
    author: "张嘉佳《从你的全世界路过》"
  },
  {
    text: "孤独之前是迷茫，孤独之后是成长。",
    author: "刘同《你的孤独，虽败犹荣》"
  },
  {
    text:
      "我的意中人是个盖世英雄，有一天他会踩着七色云彩来娶我，我猜中了前头可我猜不着这结局。",
    author: "紫霞仙子《大话西游》"
  },
  {
    text:
      "有时候，你想证明给一万个人看，到后来，你发现只得到了一个明白的人，那就够了。",
    author: "韩寒《后会无期》"
  },
  {
    text: "只要记住你的名字，不管你在世界的哪个地方，我一定会，去见你。",
    author: "新海诚《你的名字》"
  },
  {
    text: "在时间的大钟上，只有两个字「现在」。",
    author: "莎士比亚"
  },
  {
    text: "心若没有栖息的地方，到哪里都是流浪...",
    author: "三毛"
  },
  {
    text: "一个人可以被毁灭，但不能被打败。",
    author: "海明威《老人与海》"
  },
  {
    text: "有时候，不是对方不在乎你，而是你把对方看的太重。",
    author: "韩寒"
  },
  {
    text: "我们总是在注意错过太多，却不注意自己拥有多少。",
    author: "《我们仍未知道那天所看见的花的名字》"
  },
  {
    text: "玲珑骰子安红豆，相思红豆，入骨相思君知否。",
    author: "唐七修改自温庭筠诗句《华胥引》"
  },
  {
    text: "从来如此，便对么？",
    author: "鲁迅《狂人日记》"
  },
  {
    text: "想哭就哭吧，别撑着，你又不是雨伞。",
    author: "《三行情书》"
  },
  {
    text: "愿有人陪你颠沛流离，如果没有，愿你成为自己的太阳。",
    author: "卢思浩"
  },
  {
    text: "每个人的青春里都有一条弯路，谁也没法替谁走完，但未来总还在。",
    author: "卢思浩"
  },
  {
    text:
      "如果时光可以倒流，我还是会选择认识你，虽然会伤痕累累，但是心中的温暖记忆是谁都无法给与的，谢谢你来过我的世界。",
    author: "绿川幸《萤火之森》"
  },
  {
    text:
      "比孤独更可悲的事情，就是根本不知道自己很孤独，或者分明很孤独，却把自己都骗得相信自己不孤独。",
    author: "江南《龙族》"
  },
  {
    text:
      "每个人都会有缺陷，就像被上帝咬过的苹果，有的人缺陷比较大，正是因为上帝特别喜欢他的芬芳。",
    author: "列夫·托尔斯泰《战争与和平》"
  },
  {
    text: "或许是不知梦的缘故，流离之人追逐幻影。",
    author: "江南《龙族》"
  },
  {
    text: "不悔梦归处，只恨太匆匆。",
    author: "九夜茴《匆匆那年》"
  },
  {
    text:
      "或许前路永夜，即便如此我也要前进，因为星光即使微弱也会为我照亮前路。",
    author: "宫园薰《四月是你的谎言》"
  },
  {
    text: "愿你比别人更不怕一个人独处，愿日后想起时你会被自己感动。",
    author: "刘同《你的孤独，虽败犹荣》"
  },
  {
    text: "世界这么大，人生这么长，总会有这么一个人，让你想要温柔地对待。",
    author: "宫崎骏《哈尔的移动城堡》"
  },
  {
    text: "当我沉默的时候，我觉得很充实，当我开口说话，就感到了空虚。",
    author: "鲁迅《野草·题辞》"
  },
  {
    text:
      "你永远也看不到我最寂寞时候的样子，因为只有你不在我身边的时候，我才最寂寞。",
    author: "郭敬明《爱与痛的边缘》"
  },
  {
    text: "走得突然，我们来不及告别。这样也好，因为我们永远不告别。",
    author: "三毛《我的宝贝》"
  },
  {
    text:
      "人生不过如此，且行且珍惜。自己永远是自己的主角，不要总在别人的戏剧里充当着配角。",
    author: "林语堂《人生不过如此》"
  },
  {
    text: "你转身的一瞬，我萧条的一生。",
    author: "顾漫《何以笙箫默》"
  },
  {
    text: "To be or not to be,that's a question.",
    author: "莎士比亚《哈姆雷特》"
  },
  {
    text: "生存还是毁灭，这是个问题。",
    author: "莎士比亚《哈姆雷特》"
  },
  {
    text: "有多少繁花满枝，就会有多少秋叶零落。",
    author: "白落梅《你若安好 便是晴天》"
  },
  {
    text: "爱所有人，信任少数人，不负任何人。",
    author: "莎士比亚《皆大欢喜》"
  },
  {
    text: "我认为，每个人都有一个觉醒期，但觉醒的早晚决定个人的命运。",
    author: "路遥《平凡的世界》"
  },
  {
    text: "就让我们继续与生命的慷慨与繁华相爱；即使岁月以刻薄与荒芜相欺。",
    author: "七堇年《尘曲》"
  },
  {
    text: "一人花开，一人花落，这些年从头到尾，无人问询。",
    author: "顾漫《何以笙箫默》"
  },
  {
    text: "刚刚好，看见你幸福的样子，于是幸福着你的幸福。",
    author: "村上春树《国境以南太阳以西》"
  },
  {
    text: "她那时候还太年轻，不知道所有命运赠送的礼物，早已在暗中标好了价格。",
    author: "茨威格《断头王后》"
  },
  {
    text: "青梅枯萎，竹马老去，从此我爱上的人都像你。",
    author: "木子喵喵《竹马翻译官》"
  },
  {
    text:
      "我以为爱情可以填满人生的遗憾，然而，制造更多遗憾的，偏偏是爱情本身。",
    author: "张小娴"
  },
  {
    text: "孤独的人有他们自己的泥沼。",
    author: "张爱玲《年青的时候》"
  },
  {
    text: "这个天地，我来过，我奋战过，我深爱过，我不在乎结局。",
    author: "今何在《悟空传》"
  },
  {
    text: "我走得很慢，但是我从来不会后退。",
    author: "亚伯拉罕·林肯"
  },
  {
    text:
      "世上最可悲的事是当过去深爱你的那个人成为你的一切之时，你却对她不再重要了。",
    author: "fresh果果《花千骨》"
  },
  {
    text: "谦逊基于力量，傲慢基于无能。",
    author: "尼采"
  },
  {
    text: "惊觉相思不露，原来只因已入骨。",
    author: "汤显祖《牡丹亭》"
  },
  {
    text: "思考时，要像一位智者；但讲话时，要像一位普通人。",
    author: "戴尔·卡耐基《人性的弱点》"
  },
  {
    text:
      "青春就是这样，好得像是无论怎样度过都会被浪费。那么，不如浪费在你身上。",
    author: "八月长安《最好的我们》"
  },
  {
    text: "相濡以沫，不如相忘于江湖。",
    author: "《庄子·大宗师》"
  },
  {
    text: "你的负担将变成礼物，你受的苦将照亮你的路。",
    author: "泰戈尔"
  },
  {
    text: "希望你可以记住我，记住我这样活过，这样在你身边呆过。",
    author: "村上春树《挪威的森林》"
  },
  {
    text: "逆风的方向，更适合飞翔，我不怕千万人阻挡，只怕自己投降。",
    author: "五月天《倔强》"
  },
  {
    text: "刻意去找的东西，往往是找不到的。天下万物的来和去，都有他的时间。",
    author: "三毛《谈心》"
  },
  {
    text: "友谊是两颗心真诚相待，而不是一颗心对另一颗心的敲打。",
    author: "鲁迅《鲁迅杂文选》"
  },
  {
    text: "优于别人，并不高贵，真正的高贵应该是优于过去的自己。",
    author: "海明威《真实的高贵》"
  },
  {
    text:
      "假如你避免不了，就得去忍受。不能忍受生命中注定要忍受的事情，就是软弱和愚蠢的表现。",
    author: "勃朗特《简爱》"
  },
  {
    text: "自从喜欢你，我的PH，总是小于7。",
    author: "北川理惠《三行情书》"
  },
  {
    text: "所谓无底深渊，下去，也是前程万里。",
    author: "木心《素履之往》"
  },
  {
    text: "既然我找不到你，只好站在显眼的地方让你找到了。",
    author: "顾漫《何以笙箫默》"
  },
  {
    text:
      "今天会很残酷，明天会更残酷，后天会很美好，但大部分人会死在明天晚上。",
    author: "马云"
  },
  {
    text: "喜欢你，很久了。等你，也很久了。现在，我要离开，比很久很久还要久。",
    author: "几米《想你了，你却不知道》"
  },
  {
    text: "我会化作人间的风雨陪在你身边。",
    author: "湫《大鱼海棠》"
  },
  {
    text: "总之岁月漫长，然而值得等待。",
    author: "村上春树《如果我们的语言是威士忌》"
  },
  {
    text: "椿去湫来，海棠花开。你是否已化作风雨，穿越时光来到这里。",
    author: "《大鱼海棠》"
  },
  {
    text: "谁都不可能和谁在一起一辈子。人就是这样，必须去习惯失去。",
    author: "新海诚《秒速五厘米》"
  },
  {
    text: "既然抄袭是最隆重的赞美。",
    author: "张爱玲《更衣记》"
  },
  {
    text: "若无其事，原来是最狠的报复。",
    author: "《想哭》"
  },
  {
    text: "世上有两样东西不可直视，一是太阳，二是人心。",
    author: "《白夜行 书评》"
  },
  {
    text:
      "我也愿学习蝴蝶，一再的蜕变，一再的祝愿，既不思虑，也不彷徨；既不回顾，也不忧伤。",
    author: "林清玄《境明，千里皆明》"
  },
  {
    text: "别以为世界抛弃了你，其实世界压根没空搭理你。",
    author: "陈美嘉《爱情公寓》"
  },
  {
    text:
      "垂下的头颅只是为了让思想扬起，你若有一个不屈的灵魂，脚下就会有一片坚实的土地。",
    author: "汪国真《旅程》"
  },
  {
    text: "如果结果不如你所愿，就在尘埃落定前奋力一搏。",
    author: "夏目贵志《夏目友人帐》"
  },
  {
    text: "时光不老，我们不散，繁华落幕，我陪你落日流年。",
    author: "郭敬明《夏至未至》"
  },
  {
    text: "你知道，差一点没得到，会让人不忿，而差得很远，就会让人平静。",
    author: "八月长安《最好的我们》"
  },
  {
    text: "灼灼桃花十里，取一朵放在心上，足矣。",
    author: "唐七公子《三生三世十里桃花》"
  },
  {
    text: "人生不过是午后到黄昏的距离，茶凉言尽，月上柳梢。",
    author: "白落梅《因为懂得所以慈悲》"
  },
  {
    text: "山河远阔，人间烟火，无一是你，无一不是你。",
    author: "《江海共余生》"
  },
  {
    text: "时间没有等我，是你，忘了带我走。",
    author: "郭敬明《夏至未至》"
  },
  {
    text: "双木非林，田下有心。",
    author: "顾城"
  },
  {
    text:
      "你微微地笑着，不同我说什么话。而我觉得，为了这个，我已等待得很久了。",
    author: "泰戈尔《飞鸟集》"
  },
  {
    text: "如果你需要一个人陪你走到最后，我是不会拒绝的。",
    author: "南派三叔《盗墓笔记》"
  },
  {
    text: "生命可以随心所欲，但不能随波逐流。",
    author: "宫崎骏《猫的报恩》"
  },
  {
    text: "没有比脚更长的路，没有比人更高的山。",
    author: "汪国真《山高路远》"
  },
  {
    text: "你既然已经做出了选择，又何必去问为什么选择。",
    author: "卫庄《秦时明月》"
  },
  {
    text: "带不走的留不下，留不下的莫牵挂。",
    author: "韩寒《后会无期》"
  },
  {
    text: "痛苦，是保持清醒的最好方式。",
    author: "范增(角色)《秦时明月》"
  },
  {
    text: "不管昨夜经历了怎样的泣不成声，早晨醒来这个城市依然车水马龙。",
    author: "安东尼"
  },
  {
    text: "你记得也好，最好你忘掉。",
    author: "徐志摩《偶然》"
  },
  {
    text: "人情冷暖正如花开花谢，不如将这种现象，想成一种必然的季节。",
    author: "三毛《亲爱的三毛》"
  },
  {
    text: "你不用对每个过客负责，也不用对每个路人说教。",
    author: "韩寒《后会无期》"
  },
  {
    text: "让一个人变强大的最好方式，就是拥有一个想要保护的人。",
    author: "八月长安《你好旧时光》"
  },
  {
    text: "你不在，我也过得很好，可是这不代表你不重要。",
    author: "书海沧生《十年一品温如言》"
  },
  {
    text: "若能避开猛烈的狂喜，自然不会有悲痛来袭。",
    author: "太宰治《人间失格》"
  },
  {
    text: "飞蛾扑火时，一定是极快乐幸福的。",
    author: "三毛《撒哈拉的故事》"
  },
  {
    text: "喜欢的歌，静静地听，喜欢的人，远远地看。",
    author: "饶雪漫《左耳》"
  },
  {
    text: "所有的大人都曾经是小孩，虽然，只有少数的人记得。",
    author: "安东尼·德·圣艾修伯里《小王子》"
  },
  {
    text: "人性一个最特别的弱点就是：在意别人如何看待自己。",
    author: "叔本华"
  },
  {
    text:
      "我从没被谁知道，所以也没被谁忘记。在别人的回忆中生活，并不是我的目的。",
    author: "顾城《早发的种子》"
  },
  {
    text: "如果，我知道有一天会这么爱你，我一定对你一见钟情。",
    author: "顾漫《微微一笑很倾城》"
  },
  {
    text: "我要用什么样的速度，才能与你相遇。",
    author: "《秒速5厘米》"
  },
  {
    text: "若我会见到你，事隔经年。我如何和你招呼，以眼泪，以沉默。",
    author: "拜伦《春逝》"
  },
  {
    text: "一朝春尽红颜老，花落人亡两不知。",
    author: "曹雪芹《红楼梦》"
  },
  {
    text: "只有用心灵才能看得清事物本质，真正重要的东西是肉眼无法看见的。",
    author: "安东尼·德·圣-埃克苏佩里《小王子》"
  },
  {
    text: "什么都无法舍弃的人，什么也改变不了。",
    author: "谏山创《进击的巨人》"
  },
  {
    text: "不愿清醒，宁愿一直沉迷放纵。 不知归路，宁愿一世无悔追逐。",
    author: "王小波"
  },
  {
    text: "不相信自己的人，连努力的价值都没有。",
    author: "凯《火影忍者》"
  },
  {
    text: "上善若水，水善利万物而不争。",
    author: "老子《道德经》"
  },
  {
    text: "穷则独善其身，达则兼善天下。",
    author: "《孟子》"
  },
  {
    text: "任何一件事情，只要心甘情愿，总是能够变得简单。",
    author: "安妮宝贝《彼岸花》"
  },
  {
    text:
      "若天压我，劈开那天，若地拘我，踏碎那地，我等生来自由身，谁敢高高在上。",
    author: "今何在《悟空传》"
  },
  {
    text: "生在这世上，没有一样感情不是千疮百孔的。",
    author: "张爱玲《留情》"
  },
  {
    text: "教育就是当一个人把在学校所学全部忘光之后剩下的东西。",
    author: "爱因斯坦"
  },
  {
    text: "没有可怕的深度，就没有美丽的水面。",
    author: "尼采《尼采遗稿选》"
  },
  {
    text: "世界上唯一不变的就是变化，世界上唯一可能的就是不可能。",
    author: "八月长安《最好的我们》"
  },
  {
    text: "对于世界而言，你是一个人；但是对于某个人，你是他的整个世界。",
    author: "狄更斯《双城记》"
  },
  {
    text: "每个圣人都有不可告人的过去，每个罪人都有洁白无瑕的未来。",
    author: "王尔德"
  },
  {
    text: "凡事不要想的太复杂，手握的太紧，东西会碎，手会疼。",
    author: "几米"
  },
  {
    text:
      "人们常常会欺骗你，是为了让你明白，有时候，你唯一应该相信的人就是你自己。",
    author: "宫崎骏《千与千寻》"
  },
  {
    text:
      "今日的事情，尽心、尽意、尽力去做了，无论成绩如何，都应该高高兴兴地上床恬睡。",
    author: "三毛《亲爱的三毛》"
  },
  {
    text: "原来梦里也会心痛，能痛到醒来。",
    author: "顾漫《何以笙箫默》"
  },
  {
    text: "一生一代一双人，争教两处销魂。相思相望不相亲，天为谁春？",
    author: "纳兰性德《画堂春》"
  },
  {
    text: "如果世界真的不喜欢你，那世界就是我的敌人了。",
    author: "江南《龙族》"
  },
  {
    text: "我只愿面朝大海，春暖花开。",
    author: "海子《面朝大海，春暖花开》"
  },
  {
    text: "不爱是一生的遗憾，爱是一生的磨难。",
    author: "张爱玲"
  },
  {
    text:
      "不是所有坚持都有结果，但是总有一些坚持，能从一寸冰封的土地里，培育出十万朵怒放的蔷薇。",
    author: "八月长安《最好的我们》"
  },
  {
    text: "所谓高贵的灵魂，即对自己怀有敬畏之心。",
    author: "尼采《善恶的彼岸》"
  },
  {
    text: "既然选择了远方，便只顾风雨兼程。",
    author: "汪国真《热爱生命》"
  },
  {
    text: "所有人的坚强，都是柔软生的茧。",
    author: "张嘉佳《从你的全世界路过》"
  },
  {
    text: "既然认准一条道路，何必去打听要走多久。",
    author: "跨世_PhotoArtLife"
  },
  {
    text: "我不在意你曾堕落，我只在意你是否会崛起。",
    author: "林肯"
  },
  {
    text: "我认为最深沉的爱，莫过于你离开以后，我活成了你的样子。",
    author: "《这个杀手不太冷》"
  },
  {
    text: "不要努力成为一个成功者，要努力成为一个有价值的人。",
    author: "爱因斯坦"
  },
  {
    text: "我知道你会来，所以我等。",
    author: "沈从文《雨后》"
  },
  {
    text: "只愿世间风景千般万般熙攘过后，字里行间，人我两忘，相对无言。",
    author: "安妮宝贝《清醒纪》"
  },
  {
    text: "我们飞的越高，在那些不能飞的人眼中就越是渺小。",
    author: "尼采"
  },
  {
    text: "记忆的梗上，谁不有两三朵娉婷，披着情绪的花。",
    author: "林徽因《你是那人间的四月天》"
  },
  {
    text:
      "也许一个人要走很长的路，经历过生命中无数突如其来的繁华和苍凉才会变得成熟。",
    author: "七堇年"
  },
  {
    text: "孤独不是一种脾性，而是一种无奈。",
    author: "余秋雨《文化苦旅》"
  },
  {
    text: "风轻云淡，岁月安好。",
    author: "林徽因"
  },
  {
    text: "人总会遇见一个人，犯一个错，然后欠下些什么，你还不清的。",
    author: "灵婆《大鱼·海棠》"
  },
  {
    text: "有的鱼是永远都关不住的，因为他们属于天空。",
    author: "《大鱼海棠》"
  },
  {
    text: "我记得他的样子，我不知道他的名字。",
    author: "《大鱼海棠》"
  },
  {
    text: "我会化作人间的风雨陪在你身边。",
    author: "《大鱼海棠》"
  },
  {
    text: "有思念你的人在的地方,就是你的归处。",
    author: "《火影忍者》》"
  },
  {
    text:
      "所谓矫情，就是明明在赌气，偏偏做出一副看破世事的样子，动不动就说自己已经心冷。",
    author: "八月长安《橘生淮南·暗恋》"
  },
  {
    text: "负尽千重罪，炼就不死心。",
    author: "今何在《悟空传》"
  },
  {
    text: "人生八苦：生，老，病，死，爱别离，怨长久，求不得，放不下。",
    author: "《佛经》"
  },
  {
    text: "我喝过很烈的酒，也放过不该放的手，从前不会回头，往后不会将就。",
    author: "佚名"
  },
  {
    text: "再美好也经不住遗忘，再悲伤也抵不过时光。",
    author: "桐华《被时光掩埋的秘密》"
  },
  {
    text: "迷茫时，坚定地对自己说，当时的梦想，我还记得。",
    author: "宫崎骏"
  },
  {
    text:
      "The deepest love I think, later than apart, I will live as you like.",
    author: "《这个杀手不太冷》"
  },
  {
    text: "我所认为最深沉的爱, 莫过于分开以后, 我将自己活成了你的样子。",
    author: "《这个杀手不太冷》"
  },
  {
    text: "存在即合理。",
    author: "黑格尔《法哲学原理》"
  },
  {
    text:
      "我要用尽我的万种风情，让你在将来任何不和我在一起的时候，内心无法安宁。",
    author: "冯唐《万物生长》"
  },
  {
    text: "如果我们能活着出去的话，千山万水，你愿意陪我一起看吗？",
    author: "庹小新《狐妖小红娘》"
  },
  {
    text: "为了这世上的鱼和雁，你还是少笑一点好。",
    author: "fresh果果《花千骨》"
  },
  {
    text:
      "有时候人只需要一只温暖的手的触摸,就像是拥有了整个世界。我一直在等，等到绝望。",
    author: "江南《龙族》"
  },
  {
    text: "她们都是你漫漫长路上，只配错过的好姑娘。",
    author: "韩寒《后会无期》"
  },
  {
    text: "感情原来是这么脆弱的。经得起风雨，却经不起平凡。",
    author: "《一别一辈子》"
  },
  {
    text:
      "无论怎么样，一个人借故堕落总是不值得原谅的，越是没有人爱，越要爱自己。",
    author: "亦舒《星之碎片》"
  },
  {
    text: "有的人说不清哪里好，但就是谁都替代不了。",
    author: "姚若龙《遗失的美好》"
  },
  {
    text: "人生实如钟摆，在痛苦与倦怠之间摆动。",
    author: "叔本华《作为意志和表象的世界》"
  },
  {
    text: "如果能不长大就好了啊，可是时光在身后挡住退路。",
    author: "《我们仍未知道那天所看见的花的名字》"
  },
  {
    text: "生亦何欢，死亦何苦。",
    author: "周星驰《大话西游》"
  },
  {
    text: "世间最珍贵的不是“得不到”和“已失去”，而是现在能把握的幸福。",
    author: "苏格拉底"
  },
  {
    text: "火车是朝前开的，去哪儿并不重要，关键在于窗外的风景。",
    author: "吕子乔《爱情公寓》"
  },
  {
    text:
      "孤独一人也没关系，只要能发自内心地爱着一个人，人生就会有救。哪怕不能和他生活在一起。",
    author: "村上春树《1Q84》"
  },
  {
    text:
      "有一些人，这辈子都不会在一起，但是有一种感觉却可以藏在心里，守一辈子。",
    author: "张小娴"
  },
  {
    text: "人生并非只有一处，缤纷烂漫，那凋零的是花，不是春天。",
    author: "汪国真"
  },
  {
    text: "旧时光它是个美人，让人怎么恨得起来。",
    author: "书海沧生《十年一品温如言》"
  },
  {
    text: "人哪有好的，只是坏的程度不一样而已。",
    author: "《哈尔的移动城堡》"
  },
  {
    text: "以清净心看世界，以欢喜心过生活，以平常心生情味，以柔软心除挂碍。",
    author: "林清玄《人生最美是清欢》"
  },
  {
    text: "为什么遇到如此强大的敌人你也不愿逃跑？—— 那是因为身后，有至爱之人。",
    author: "波特卡斯·D·艾斯《海贼王》"
  },
  {
    text:
      "当今天变成昨天，当爱你变成爱过；时光吹散了少年，谁的等待，恰逢花开。",
    author: "乐小米《凉生，我们可不可以不忧伤》"
  },
  {
    text: "南有乔木，不可休思。汉有游女，不可求思。",
    author: "《诗经》"
  },
  {
    text: "芝兰生于幽林，不以无人而不芳；君子修道立德，不为穷困而改节。",
    author: "孔丘"
  },
  {
    text: "人生，总会有不期而遇的温暖，和生生不息的希望。",
    author: "安东尼"
  },
  {
    text:
      "用善意的心情去理解别人的话，会让世界单纯美好容易。世界如此之大，我却能幸运地遇见一些人。",
    author: "《千与千寻》"
  },
  {
    text: "Time goes on and on, never to an end but crossings.",
    author: "克莱尔·麦克福《摆渡人》"
  },
  {
    text: "时间一直走，没有尽头，只有路口。",
    author: "克莱尔·麦克福《摆渡人》"
  },
  {
    text: "只要岁岁平安，即使生生不见。",
    author: "书海沧生《十年一品温如言》"
  },
  {
    text: "得不到的永远在骚动，被偏爱的都有恃无恐。",
    author: "李焯雄《红玫瑰》"
  },
  {
    text: "One loves the sunset, when one is so sad.",
    author: "安东尼·德·圣-埃克苏佩里《小王子》"
  },
  {
    text: "当一个人情绪低落的时候，他会格外喜欢看日落。",
    author: "安东尼·德·圣-埃克苏佩里《小王子》"
  },
  {
    text: "让我花掉一整幅青春, 用来寻你。",
    author: "徐志摩《迷藏》"
  },
  {
    text: "就是因为你不好，才要留在你身边，给你幸福。",
    author: "宫崎骏《哈尔的移动城堡》"
  },
  {
    text: "愿有岁月可回首，且以深情共白头。",
    author: "佚名"
  },
  {
    text: "世上的事，只要肯用心去学，没有一件是太晚的。",
    author: "三毛《送你一匹马》"
  },
  {
    text:
      "我们不肯探索自己本身的价值，我们过分看重他人在自己生命里的参与。于是，孤独不再美好，失去了他人，我们惶惑不安。",
    author: "三毛《简单》"
  },
  {
    text: "生前何必久睡，死后自会长眠。",
    author: "萧红《最末的一块木柈》"
  },
  {
    text: "人人都说你活该独自凄凉，其实没人懂你的情长。",
    author: "独木舟《你是我的独家记忆》"
  },
  {
    text: "有时候我们蒙住眼睛就可以欺骗自己，世界很黑，很安全。",
    author: "郭敬明《夏至未至》"
  },
  {
    text:
      "世界上最遥远的距离，不是生与死，而是我就站在你面前，你却不知道我爱你。",
    author: "张小娴《荷包里的单人床》"
  },
  {
    text: "凡事都有偶然的凑巧，结果却又如宿命的必然。",
    author: "沈从文《边城》"
  },
  {
    text: "你心中无爱，怎会懂珍惜二字。",
    author: "今何在《悟空传》"
  },
  {
    text: "我始终相信，一切高贵的情感都羞于表白，一切深刻的体验都拙于言辞。",
    author: "周国平"
  },
  {
    text: "我记得他的样子，我不知道他的名字。",
    author: "椿《大鱼·海棠》"
  },
  {
    text: "失去的东西，其实从来未曾真正地属于你，也不必惋惜。",
    author: "亦舒《玫瑰的故事》"
  },
  {
    text:
      "有时候站在路边看着人来人往，会觉得城市比沙漠还要荒凉。每个人都靠的那么近，但完全不知道彼此的心事，那么嘈杂，那么多人在说话，可是没有人认真在听。",
    author: "独木舟《月亮说它忘记了》"
  },
  {
    text: "我喜欢夏天的雨，雨后的光，和任何时候的你。",
    author: "青慕《青慕 三行情诗集》"
  },
  {
    text: "有一种孤独，不是做一些事没有人陪伴，而是做一些事没有人理解。",
    author: "刘同《你的孤独，虽败犹荣》"
  },
  {
    text:
      "有些傻话，不但是要背着人说，还得背着自己。让自己听见了也怪难为情的。譬如说，我爱你，我一辈子都爱你。",
    author: "张爱玲《倾城之恋》"
  },
  {
    text: "世上只有一种英雄主义，就是在认清生活真相之后依然热爱生活。",
    author: "罗曼·罗兰《巨人三传》"
  },
  {
    text: "两个人散了是因为一个以为不会走，一个以为会挽留。",
    author: "《前任3》"
  },
  {
    text:
      "亲爱的，你不必为了谁而改变，如果要成为更好的人，请为了自己。真正爱你的人会一直爱你，无论怎样的你。",
    author: "几米"
  },
  {
    text:
      "对于三十岁以后的人来说，十年八年不过是指缝间的事；而对于年轻人而言，三年五年就可以是一生一世。",
    author: "张爱玲《十八春》"
  },
  {
    text: "睡吧，合上双眼，世界就与我无关。",
    author: "顾城《生命幻想曲》"
  },
  {
    text: "也许平凡如我们，拥有的第一个秘密，就叫作喜欢。",
    author: "八月长安《最好的我们》"
  },
  {
    text:
      "我们一直寻找的，却是自己原本早已拥有的；我们总是东张西望，唯独漏了自己想要的，这就是我们至今难以如愿以偿的原因。",
    author: "柏拉图《理想国》"
  },
  {
    text:
      "我还是相信，星星会说话，石头会开花，穿过夏天的木栅栏和冬天的风雪之后，你终会抵达。",
    author: "饶雪漫《左耳》"
  },
  {
    text: "一个人的行走范围，就是他的世界。",
    author: "北岛《青灯》"
  },
  {
    text: "最温柔的月光，也敌不过你转瞬的回眸。",
    author: "《三行情书》"
  },
  {
    text:
      "不必太纠结于当下，也不必太忧虑未来，当你经历过一些事情的时候，眼前的风景已经和从前不一样了。",
    author: "村上春树《1Q84》"
  },
  {
    text: "所爱隔山海，山海不可平。",
    author: "Littlesen《山木诗词》"
  },
  {
    text:
      "我们趋行在人生这个亘古的旅途，在坎坷中奔跑，在挫折里涅槃，忧愁缠满全身，痛苦飘洒一地。我们累，却无从止歇；我们苦，却无法回避。",
    author: "马尔克斯《百年孤独》"
  },
  {
    text: "记住该记住的，忘记该忘记的。改变能改变的，接受不能改变的。",
    author: "杰罗姆·大卫·塞林格《麦田里的守望者》"
  },
  {
    text:
      "Remember what should be remembered, and forget what should be forgotten.Alter what is changeable, and accept what is mutable.",
    author: "杰罗姆·大卫·塞林格《麦田里的守望者》"
  },
  {
    text: "南风未起，念你成疾；喜你为疾，药石无医。",
    author: "佚名"
  },
  {
    text: "向来缘浅，奈何情深；已然情深，何惧缘浅。",
    author: "顾漫《何以笙箫默》"
  },
  {
    text:
      "一个人总要走陌生的路，看陌生的风景，听陌生的歌，然后在某个不经意的瞬间，你会发现，原本费尽心机想要忘记的事情真的就这么忘记了。",
    author: "佚名"
  },
  {
    text: "鱼得水逝，而相忘乎水，鸟乘风飞，而不知有风。",
    author: "《菜根谭》"
  },
  {
    text: "我好久没有以小步紧跑去迎接一个人的那种快乐了。",
    author: "木心《琼美卡随想录》"
  },
  {
    text:
      "其实我们每个人的生活都是一个世界，即使最平凡的人也要为他生活的那个世界而奋斗。",
    author: "路遥《平凡的世界》"
  },
  {
    text: "没有什么比时间更具有说服力了，因为时间无需通知我们就可以改变一切。",
    author: "余华《活着》"
  },
  {
    text: "转瞬即逝的相逢与离别，每一个瞬间，我都想要珍惜。",
    author: "夏目贵志《夏目友人帐》"
  },
  {
    text: "所谓世人，不就是你吗？",
    author: "太宰治《人间失格》"
  },
  {
    text: "因为我爱你，所以永远斗不过你。",
    author: "fresh果果《花千骨》"
  },
  {
    text: "我情愿在你的记忆里淡忘，也不愿你为我受伤。",
    author: "柯南《名侦探柯南》"
  },
  {
    text: "当赤道留住雪花，眼泪融掉细沙，你肯珍惜我吗。",
    author: "《当这地球没有花》"
  },
  {
    text: "其实美丽的故事都是没有结局的，只因为它没有结局所以才会美丽。",
    author: "绿川幸《萤火之森》"
  },
  {
    text: "你知道，最令人难过的天气，其实是晴空万里。",
    author: "八月长安《最好的我们》"
  },
  {
    text: "雨声潺潺，像住在溪边，宁愿天天下雨，以为你是因为下雨不来。",
    author: "张爱玲《小团圆》"
  },
  {
    text: "决心不过是记忆的奴隶，它会根据你的记忆随意更改",
    author: "莎士比亚《哈姆雷特》"
  },
  {
    text: "你的问题主要在于读书不多而想得太多。",
    author: "杨绛"
  },
  {
    text: "活在这珍贵的人间，太阳强烈，水波温柔。",
    author: "海子《活在这珍贵的人间》"
  },
  {
    text: "回廊一寸相思地，落月成孤倚。背灯和月就花阴，已是十年踪迹十年心。",
    author: "纳兰性德《虞美人·银床淅沥青梧老》"
  },
  {
    text:
      "曾几何时，我们做了世上那最柔情的人，为一朵花低眉，为一朵云驻足，为一滴雨感动。",
    author: "白落梅《你若安好，便是晴天》"
  },
  {
    text: "哀其不幸，怒其不争。",
    author: "鲁迅《摩罗诗力说》"
  },
  {
    text: "也许知道前面有人在等待自己的时候，人就会变得格外勇敢吧。",
    author: "郭敬明《夏至未至》"
  },
  {
    text: "从前的日色变得慢。车，马，邮件都慢。一生只够爱一个人。",
    author: "木心《从前慢》"
  },
  {
    text: "珍惜今天，珍惜现在，谁知道明天和意外，哪一个先来。",
    author: "《萤火虫之墓》"
  },
  {
    text:
      "这个世界并不在乎你的自尊，只在乎你做出来的成绩，然后再去强调你的感受。",
    author: "比尔·盖茨"
  },
  {
    text: "在这个世界上，不是所有合理的和美好的都能按照自己的愿望存在或实现。",
    author: "路遥《平凡的世界》"
  },
  {
    text: "你要是消失，至少我会发现。",
    author: "南派三叔《盗墓笔记》"
  },
  {
    text:
      "人的性情是总喜欢调和折中的，譬如你说，这屋子太暗，须在这里开一个窗，大家一定不允许的。但如果你主张拆掉屋顶他们就来调和，愿意开窗了。",
    author: "鲁迅"
  },
  {
    text:
      "人不是因为没有信念而失败，而是因为不能把信念化成行动，并且坚持到底。",
    author: "戴尔·卡耐基《人性的弱点》"
  },
  {
    text: "一个民族有一群仰望星空的人，他们才有希望。",
    author: "黑格尔"
  },
  {
    text:
      "愿你有好运气，如果没有，愿你在不幸中学会慈悲；愿你被很多人爱，如果没有，愿你在寂寞中学会宽容。",
    author: "刘瑜《愿你慢慢长大》"
  },
  {
    text: "为你，千千万万遍。",
    author: "卡勒德·胡赛尼《追风筝的人》"
  },
  {
    text:
      "到不了的地方都叫做远方，回不去的世界都叫做家乡，我一直向往的却是比远方更远的地方。",
    author: "宫崎骏《幽灵公主》"
  },
  {
    text: "不多不少，刚巧知道；不深不浅，恰是新知。",
    author: "书海沧生《十年一品温如言》"
  },
  {
    text:
      "We laughed and kept saying“see u soon”,but inside we both knew we'd never see each other again.",
    author: "《海上钢琴师》"
  },
  {
    text: "我们笑着说再见，却深知再见遥遥无期。",
    author: "《海上钢琴师》"
  },
  {
    text: "有时候你以为天要塌下来了，其实是自己站歪了。",
    author: "几米《几米漫画》"
  },
  {
    text: "智者说话，是因为他们有话要说；愚者说话，则是因为他们想说。",
    author: "柏拉图《柏拉图对话录》"
  },
  {
    text: "时间带着明显的恶意，缓缓在我的身上流逝。",
    author: "新海诚《秒速五厘米》"
  },
  {
    text: "你要是愿意，我就永远爱你；你要是不愿意，我就永远相思。",
    author: "王小波《爱你就像爱生命》"
  },
  {
    text:
      "时光总有一天会将你我拆散，可是即便如此，在那个时刻之前，也让我们在一起吧。",
    author: "《萤火之森》"
  },
  {
    text: "你穷，是因为你没有野心。",
    author: "马云"
  },
  {
    text: "放弃不难，但坚持一定很酷。",
    author: "东野圭吾《解忧杂货店》"
  },
  {
    text: "哪里有人喜欢孤独，只不过不乱交朋友罢了，那样只能落得失望。",
    author: "村上春树《挪威的森林》"
  },
  {
    text:
      "时间的齿轮从未停止转动，它用一种最冷酷和理智的方式，让每个生命得以平行前进。",
    author: "郭敬明《小时代3 刺金时代》"
  },
  {
    text: "我终不能改变那个开始，何不忘了那个结局呢。",
    author: "今何在《悟空传》"
  },
  {
    text: "浮生若梦，若梦非梦。浮生何如？如梦之梦。",
    author: "《如梦之梦》"
  },
  {
    text: "人的天性便是这般凉薄，只要拿更好的来换，一定舍得。",
    author: "亦舒《要多美丽就多美丽》"
  },
  {
    text:
      "世界上有两件东西能震撼人们的心灵：一件是我们心中崇高的道德标准；另一件是我们头顶上灿烂的星空。",
    author: "康德"
  },
  {
    text: "但曾相见便相知，相见何如不见时；安得与君相决绝，免教生死作相思。",
    author: "仓央嘉措"
  },
  {
    text: "最美的不是下雨天，是曾与你躲过雨的屋檐。",
    author: "方文山《不能说的秘密》"
  },
  {
    text: "今夜我不关心人类，我只想你。",
    author: "海子《姐姐，今夜我在德令哈》"
  },
  {
    text: "那些因为缘分而来的东西，终有缘尽而别的时候。",
    author: "三毛《我的宝贝》"
  },
  {
    text: "我记得你爱我，或许是我记反了。",
    author: "跨世_PhotoArtLife"
  },
  {
    text: "有情不必终老，暗香浮动恰好。",
    author: "席慕蓉《初相遇》"
  },
  {
    text: "浮生如此，别多会少，不如莫遇。",
    author: "纳兰容若"
  },
  {
    text: "年少的承诺，执着的相守。看似美好，却是无情。",
    author: "fresh果果《花千骨》"
  },
  {
    text: "能伤我最深的人，偏得我心。",
    author: "陈少琪《十分爱》"
  },
  {
    text: "人生的光荣，不在永不失败，而在于能够屡败屡战。",
    author: "拿破仑"
  },
  {
    text: "把自己交给繁忙，得到的是踏实，却不是真实。",
    author: "《无问西东》"
  },
  {
    text: "爱你所爱，无问西东。",
    author: "《无问西东》"
  },
  {
    text: "不要放弃，对自己的思索，对自己的真实。",
    author: "《无问西东》"
  },
  {
    text: "心之所向，爱我所爱，行我所行，无问东西。",
    author: "《无问西东》"
  },
  {
    text: "如果提前了解了你们的人生，不知你们是否还会有勇气前来。",
    author: "《无问西东》"
  },
  {
    text:
      "You know some birds are not meant to be caged, their feathers are just too bright.",
    author: "《肖申克的救赎》"
  },
  {
    text:
      "你知道，有些鸟儿是注定不会被关在牢笼里的，它们的每一片羽毛都闪耀着自由的光辉。",
    author: "《肖申克的救赎》"
  },
  {
    text: "万物之中，希望最美；最美之物，永不凋零。",
    author: "斯蒂芬·金《肖申克的救赎》"
  },
  {
    text:
      "不要忘了，这个世界穿透一切高墙的东西，它就在我们的内心深处，他们无法达到，也接触不到，那就是希望。",
    author: "斯蒂芬·金《肖申克的救赎》"
  },
  {
    text: "那是一种内在的东西, 他们到达不了, 也无法触及的, 那是你的。",
    author: "斯蒂芬·金《肖申克的救赎》"
  },
  {
    text: "希望是美好的，也许是人间至善，而美好的事物永不消逝。",
    author: "斯蒂芬·金《肖申克的救赎》"
  },
  {
    text:
      "Hope is a good thing, maybe the best of things, and no good thing ever dies.",
    author: "斯蒂芬·金《肖申克的救赎》"
  },
  {
    text: "“你以后想成为什么样的人？什么意思，难道我以后就不能成为我自己了吗？",
    author: "《阿甘正传》"
  },
  {
    text: "生活就像一盒巧克力，你永远不知道下一块会是什么味道。",
    author: "《阿甘正传》"
  },
  {
    text: "Life was a box of chocolates, you never know what you're gonna get.",
    author: "《阿甘正传》"
  },
  {
    text: "妈妈说过，要往前走，就得先忘掉过去。我想，这就是跑的用意。",
    author: "《阿甘正传》"
  },
  {
    text: "Miracles happen every day.",
    author: "《阿甘正传》"
  },
  {
    text: "奇迹每天都在发生。",
    author: "《阿甘正传》"
  },
  {
    text: "纵有广厦千间，夜眠三尺之地。",
    author: "增广贤文"
  },
  {
    text: "没有事情随随便便发生，都是计划的一部分。",
    author: "《阿甘正传》"
  },
  {
    text: "你得丢开以往的事，才能不断继续前进。",
    author: "《阿甘正传》"
  },
  {
    text: "When you got nothing, you got nothing to lose.",
    author: "《泰坦尼克号》"
  },
  {
    text: "当你一无所有，你没有什么可以失去。",
    author: "《泰坦尼克号》"
  },
  {
    text: "我甚至连他的一张照片都没有，他只活在我的记忆里。",
    author: "《泰坦尼克号》"
  },
  {
    text: "My heart will go on（我心永恒）",
    author: "《泰坦尼克号》"
  },
  {
    text: "一生那么短，遗忘又那么漫长。",
    author: "《泰坦尼克号》"
  },
  {
    text: "A woman's heart is a deep ocean of secrets.",
    author: "《泰坦尼克号》"
  },
  {
    text: "女人的心是一片秘密的深洋。",
    author: "《泰坦尼克号》"
  },
  {
    text: "说的是一辈子！差一年，一个月，一天，一个时辰，都不算一辈子！",
    author: "《霸王别姬》"
  },
  {
    text: "人，得自个儿成全自个儿。要想人前显贵，必得人后受罪。",
    author: "《霸王别姬》"
  },
  {
    text: "人纵有万般能耐，终也敌不过天命。",
    author: "《霸王别姬》"
  },
  {
    text:
      "我想虞姬即使自刎于剑下，那一刻，她亦是幸福的，对望的眸中，她看到生死相许的来世。所以无怨，也无迟疑。",
    author: "张国荣《霸王别姬》"
  },
  {
    text: "一个始终不被善待的人，最能识别善良，也最珍惜善良。",
    author: "《芳华》有些逝去的日子，不需要想起，却也永不会忘记。"
  },
  {
    text: "有些逝去的日子，不需要想起，却也永不会忘记。",
    author: "《芳华》"
  },
  {
    text: "其实这些年我一直在等你，我喜欢你，我头一次见你，我就喜欢你。",
    author: "《芳华》"
  },
  {
    text: "世界上有太多孤独的人害怕先踏出第一步。",
    author: "《绿皮书》"
  },
  {
    text:
      "我父亲曾经说过，无论你做什么，百分之百地做，工作就工作，笑就笑，吃饭的时候要像最后一顿。",
    author: "《绿皮书》"
  },
  {
    text: "暴力永远不能取胜，保持尊严，才会赢得真正的胜利。",
    author: "《绿皮书》"
  },
  {
    text: "我们无法选择出身，但可以选择朋友。",
    author: "《绿皮书》"
  },
  {
    text: "爱上你，是我做过最简单的事，没有什么，比你更重要。",
    author: "《绿皮书》"
  }
];
export default verses;
